title:: dir 23. 快速学习

- {{renderer :tocgen }}
- ---
- 快速学习
	- 复盘
	  background-color:: #793e3e
	  collapsed:: true
		- 专业化之后，要求"标准化"。要不断地分析自己工作的流程，以改善每一个流程。所谓细节，是指动作、步骤、做法的规范，统统规范出来。
		- 大匠不为拙工/改废绳墨，羿不为拙zhuō射/变其彀gòu率。
		  彀率：拉开弓的标准。
		  高明的工匠不因为拙劣的工人, 而改变或者废弃规矩; 绝不因为拙劣的射手, 而改变拉弓的标准。 #saying
		- 不断的复盘, 已经变成了我的一种思维模式. 这让我能感觉到我每天都变得跟以前不一样。
		- 提高复盘频率: 在做事的当时，遇到各种问题，就要立刻把"领悟"记录下来，随遇随记，用最小迭代法，最高频率的提升自己。
	- 认知带给你小步迭代升级, 而不存在一步登天的神药
	  background-color:: #793e3e
	  collapsed:: true
		- 学习类, 思维升级的课程, 最好把它们看做是能给你启发(每次都比旧的你, 多知道一点点),  而不要把它们看做是灵丹妙药, 吃一颗就能直接让你跨一大步, 改变命运.
		- 讲"抗压"的书，里面每一条, 你觉得作用都很小. 事实上这源于你的错误预期，幻想着有一个神招能一下子解决你的大问题. 其实==世上不存在神药, 有的只是一个个心理小技巧，虽然它们每一个都作用微小，就像一条条蛛丝一样，但几十个小技巧合在一起，共同来起作用，就能像"结成的蛛网"一样，联合起来就有强大的力量了！==
	- 不断发现自己的盲点, 即"不知道自己不知道"之处.
	  collapsed:: true
	  background-color:: #793e3e
		- 无知者往往有“自信满满”感, 因为当看不见自己的盲点(即"不知道自己不知道"之处)时, 就不会感觉自己有问题, 所以信心很好。
		- 如何尽量发现自己的盲点呢？找出"自己原以为是这样，其实不是这样"的情况？在你自己踩坑得到教训之前，就要多学习别人的一路走来的踩坑经验，发现 他们从中得到的教训和认识。
		-
	-
	- 学习时, 要把别人的东西, 分解(变形)成你自己容易吸收的形式
	  background-color:: #264c9b
		- 法规，条例，甚至教科书，都是被“压缩”格式后的文本（相当于去除了所有格式缩进后的网页HTML），你必须将它还原成具有"逻辑条理（思维导图等），方便学习"的知识条块（如同编辑器中的带有格式缩进的源代码）。
		  collapsed:: true
			- ![04.png](../assets/04_1643174070138_0.png)
		- [[dir_生物里最好的学习方式是看动画！因为往往文字讲不清楚太多物质之间的"动力学关系"]]
		- [[dir_抽象的东西，需要借用日常比喻, 来转为更容易"理解和记忆"的形式.]]
		-
- ---